/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/

"Cancel" = "Abbrechen";
"Leave meeting" = "Meeting verlassen";
"Your meeting will begin soon..." = "Ihr Meeting beginnt bald...";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "Der Zoom Client, den Sie installieren, kürzt die zur Teilnahme am Meeting benötigte Zeit";
"Would you like to leave the meeting?" = "Möchten Sie das Meeting verlassen?";

"Join from browser" = "Vom Browser teilnehmen";
"Try again" = "Erneut versuchen";
"Get support" = "Support erhalten";
"Your disk is full" = "Ihr Datenträger ist voll";
"Unknown Error" = "Unbekannter Fehler";
"Failed to install" = "Installation fehlgeschlagen";
"Failed to launch" = "Start fehlgeschlagen";
"Network connection failed" = "Netzwerkverbindung fehlgeschlagen";
"Free up storage and try again." = "Speicherplatz freimachen und erneut versuchen.";
"Check your network and try again." = "Ihr Netzwerk prüfen und erneut versuchen.";
"Please try again." = "Bitte versuchen Sie es erneut.";
"If you still cannot join, contact the Zoom Support Team for help." = "Wenn Sie immer noch nicht teilnehmen können, Zoom Support Team für Unterstützung kontaktieren.";
